Repository: Azzura-Tecnologia-da-Comunicacao/linphone-iphone
Catalog: Linphone/Localizable/Localizable.xcstrings
Source language: en
Languages: cs, de, fr, pt_br, ru, sk, uk, zh_hans

# conversation_event_ephemeral_messages_enabled
source: Ephemeral messages have been enabled
cs: Mizející zprávy byly povoleny
de: Kurzlebige Nachrichten wurden aktiviert
fr: Messages éphémères activés
ru: Временные сообщения включены
sk: Dočasné (miznúce) správy boli povolené
uk: Тимчасові повідомлення увімкнуто
zh_hans: 已启用阅后即焚消息

# conversation_event_ephemeral_messages_lifetime_changed
source: Ephemeral lifetime is now %@
cs: Doba platnosti mizejících zpráv je nyní %@
de: Kurzlebige Nachrichten Lebensdauer beträgt jetzt %@
fr: Messages éphémères %@
uk: Термін дії тимчасових повідомлень тепер %@

# conversation_event_participant_added
source: %@ has joined
cs: %@ se připojil
de: %@ ist beigetreten
fr: %@ a rejoint la conversation
uk: %@ приєднався

# conversation_event_participant_removed
source: %@ has left
cs: %@ se odpojil
de: %@ hat verlassen
fr: %@ a quitté la conversation
uk: %@ пішов

# conversation_event_subject_changed
source: New subject: %@
cs: Nový předmět: %@
de: neues Betreff: %@
fr: La conversation a été renommée : %@
uk: Нова назва: %@

# conversation_failed_to_create_toast
source: Failed to create conversation!
cs: Vytvoření konverzace se nezdařilo!
de: Konversation konnte nicht erstellt werden!
fr: Échec de création de la conversation !
ru: Не удалось создать беседу!
sk: Vytvorenie konverzácie zlyhalo!
uk: Не вдалося створити розмову!
zh_hans: 创建聊天失败！

# conversation_file_cant_be_opened_error_toast
source: File can't be opened!
cs: Soubor nelze otevřít!
de: Datei kann nicht geöffnet werden!
fr: Impossible d'ouvrir le fichier!
ru: Файл не может быть открыт!
sk: Súbor sa nedá otvoriť!
uk: Файл не вдається відкрити!
zh_hans: 无法打开文件！

# conversation_forward_message_title
source: Forward message to…
cs: Přeposlat zprávu…
de: Nachricht weiterleiten an…
fr: Transférer à…
ru: Переслать сообщение…
sk: Preposlať správu…
uk: Переслати повідомлення…
zh_hans: 转发消息到…

# conversation_info_add_participants_label
source: Add participants
cs: Přidat účastníky
de: Teilnehmer hinzufügen
fr: Ajouter des participants
ru: Добавить участников
sk: Pridať účastníkov
uk: Додати учасників
zh_hans: 添加参与者

# conversation_info_admin_menu_remove_participant
source: Remove from the group
cs: Odebrat ze skupiny
de: Aus der Gruppe entfernen
fr: Retirer participant
ru: Удалить из группы
sk: Odstrániť zo skupiny
uk: Видалити з групи
zh_hans: 从组中删除

# conversation_info_admin_menu_set_participant_admin
source: Give admin rights
cs: Udělit práva administrátora
de: Administratorrechte erteilen
fr: Donner les droits admin
ru: Предоставить права администратора
sk: Udeliť práva administrátora
uk: Надайте права адміністратора
zh_hans: 授予管理员权限

# conversation_info_admin_menu_unset_participant_admin
source: Remove admin rights
cs: Odebrat práva administrátora
de: Administratorrechte entfernen
fr: Retirer les droits admin
ru: Удалить права администратора
sk: Odobrať práva administrátora
uk: Видалити права адміністратора
zh_hans: 删除管理员权限

# conversation_info_confirm_start_group_call_dialog_message
source: All participants will receive a call.
cs: Bude voláno všem účastníkům.
de: Alle Teilnehmer werden angerufen.
fr: Tous les participants de la conversation recevront un appel.
ru: Всем участникам будет сделан звонок.
sk: Bude volané všetkým účastníkom.
uk: Усі учасники отримають дзвінок.
zh_hans: 所有参与者都将接到通话。

# conversation_info_confirm_start_group_call_dialog_title
source: Start a group call?
cs: Zahájit skupinový hovor?
de: Einen Gruppengespräch starten?
fr: Lancer un appel de groupe ?
ru: Начать групповой звонок?
sk: Zahájiť skupinový hovor?
uk: Розпочати груповий дзвінок?
zh_hans: 开始群组通话？

# conversation_info_delete_history_action
source: Delete history
cs: Smazat historii
de: Verlauf löschen
fr: Supprimer l'historique
ru: Удалить историю
sk: Vymazať históriu
uk: Видалити історію
zh_hans: 删除历史

# conversation_info_menu_add_to_contacts
source: Add to contacts
cs: Přidat do kontaktů
de: Zu Kontakte hinzufügen
fr: Ajouter aux contacts
ru: Добавить в контакты
sk: Pridať do kontaktov
uk: Додати до контактів
zh_hans: 添加到联系人

# conversation_info_menu_go_to_contact
source: See contact profile
cs: Zobrazit profil kontaktu
de: Remove admin rights
fr: Voir le contact
ru: Просмотреть профиль контакта
sk: Zobraziť profil kontaktu
uk: Переглянути профіль контакту
zh_hans: 查看联系人资料

# conversation_info_participant_is_admin_label
source: Admin
cs: Administrátor
de: Administrator
fr: Administrateur
ru: Администратор
sk: Administrátor
uk: Адмін
zh_hans: 管理员

# conversation_info_participants_list_title
source: Group members (%d)
cs: Členové skupiny (%d)
de: Gruppe Teilnehmer (%d)
fr: Participants (%d)
uk: Учасники групи (%d)

# conversation_invalid_participant_due_to_security_mode_toast
source: Can't create conversation with a participant not on the same domain due to security restrictions!
cs: Nelze vytvořit konverzaci s účastníkem mimo stejnou doménu kvůli bezpečnostním omezením!
de: Aufgrund von Sicherheitsbeschränkungen kann keine Konversation mit einem Teilnehmer erstellt werden, der sich nicht in derselben Domäne befindet!
fr: Pour des raisons de sécurité, la création d'une conversation avec un participant d'un domaine tiers est désactivé.
ru: Невозможно создать беседу с участником, находящимся не в том же домене, из-за ограничений безопасности!
sk: Vytvorenie konverzácie s účastníkom z inej domény nie je z bezpečnostných dôvodov povolené!
uk: Неможливо створити розмову з учасником, який перебуває за межами вашого SIP-сервера, через обмеження безпеки!
zh_hans: 由于安全限制，无法与不在同一域中的参与者创建聊天！

# conversation_menu_configure_ephemeral_messages
source: Ephemeral messages
cs: Mizející zprávy
de: Kurzlebiger Nachrichten
fr: Messages éphémères
ru: Временные сообщения
sk: Dočasné (miznúce) správy
uk: Тимчасові повідомлення
zh_hans: 阅后即焚消息

# conversation_menu_go_to_info
source: Conversation info
cs: Informace o konverzaci
de: Gespräch Info
fr: Informations
ru: Информация о беседе
sk: Informácia o konverzácii
uk: Інформація про розмову
zh_hans: 聊天信息

# conversation_message_forward_cancelled_toast
source: Message forward was cancelled
cs: Přeposlání zprávy bylo zrušeno
de: Die Nachrichtenweiterleitung wurde abgebrochen
fr: Transfert annulé
ru: Пересылка сообщения отменена
sk: Preposlanie správy bolo zrušené
uk: Перенаправлення повідомлення скасовано
zh_hans: 转发消息已经取消

# conversation_message_forwarded_toast
source: Message was forwarded
cs: Zpráva byla přeposlána
de: Nachricht wurde weitergeleitet
fr: Message transféré
ru: Сообщение было переслано
sk: Správa bola preposlaná
uk: Повідомлення було перенаправлено
zh_hans: 消息已转发

# conversation_message_meeting_cancelled_label
source: Meeting has been cancelled!
cs: Schůzka byla zrušena!
de: Das Besprechung wurde abgesagt!
fr: La réunion a été annulée
uk: Нараду скасовано!

# conversation_message_meeting_updated_label
source: Meeting has been updated
cs: Schůzka byla aktualizována
de: Besprechung wurde aktualisiert
fr: La réunion a été mise à jour
ru: Встреча была обновлена
sk: Schôdzka bola aktualizovaná
uk: Нараду оновлено
zh_hans: 会议已更新

# conversation_one_to_one_hidden_subject
source: Dummy subject
cs: Skrytý předmět
de: Dummy-Betreff
uk: Фіктивний суб'єкт

# conversation_pick_any_file_label
source: Pick file
cs: Vybrat soubor
de: Datei auswählen
fr: Choisir un fichier
ru: Выбрать файл
sk: Vybrať súbor
uk: Вибрати файл
zh_hans: 选择文件

# conversation_pick_file_from_gallery_label
source: Open gallery
cs: Otevřít galerii
de: Galerie öffnen
fr: Ouvrir la galerie
ru: Открыть галерею
sk: Otvoriť galériu
uk: Відкрити галерею
zh_hans: 打开相册

# conversation_reply_to_message_title
source: Replying to:
cs: Odpovídá na:
de: Antwort auf:
fr: En réponse à :
uk: Відповісти на:

# conversation_take_picture_label
source: Take picture
cs: Pořídit snímek
de: Foto aufnehmen
fr: Prendre une photo
ru: Сфотографировать
sk: Odfotiť
uk: Зробити фото
zh_hans: 拍照

# conversation_text_field_hint
source: Say something…
cs: Napište něco…
de: Sag etwas…
fr: Dites quelque chose…
ru: Скажи что-нибудь…
sk: Napíšte niečo…
uk: Скажіть щось…
zh_hans: 说点什么…

# conversations_files_waiting_to_be_shared_multiple
source: %@ files waiting to be shared
cs: %@ souborů čekajících na sdílení
de: %@ Dateien warten auf Freigabe
fr: %@ fichiers en attente de partage
uk: %@ файлів, що очікують на спільний доступ

# conversations_files_waiting_to_be_shared_single
source: 1 file waiting to be shared
cs: 1 soubor čekající na sdílení
de: 1 Datei wartet auf Freigabe
fr: 1 fichier en attente de partage
uk: 1 файл очікує на спільний доступ

# conversations_list_empty
source: No conversation for the moment…
cs: Momentálně žádné konverzace…
de: Kein Gespräch im Moment…
fr: Aucune conversation pour le moment…
ru: На данный момент нет бесед…
sk: Momentálne žiadna konverzácia…
uk: Наразі жодної розмови…
zh_hans: 暂时没有聊天…

# debug_logs_copied_to_clipboard_toast
source: Debug logs copied to clipboard
cs: Ladící protokoly zkopírovány do schránky
de: Debug-Protokolle in die Zwischenablage kopiert
fr: Les journaux ont été ajoutés au presse-papier
uk: Логи налагодження скопійовано в буфер обміну

source: Default
cs: Výchozí
de: Standard
uk: За замовчуванням

source: Default mode
cs: Výchozí režim
de: Standardmodus
uk: Режим за замовчуванням

# default_account_disabled
source: Selected account is currently disabled
cs: Zvolený účet je momentálně zákázán
de: Das ausgewählte Konto ist derzeit deaktiviert
fr: Le compte selectionné est désactivé
ru: Выбранный аккаунт сейчас отключен
sk: Zvolený účet je momentálne zakázaný
uk: Обраний обліковий запис наразі вимкнено
zh_hans: 所选账户当前已禁用

# dialog_accept
source: Accept
cs: Přijmout
de: Akzeptieren
fr: Accepter
ru: Принять
sk: Prijať
uk: Прийняти
zh_hans: 接受

# dialog_call
source: Call
cs: Volat
de: Anruf
fr: Appeler
ru: Позвонить
sk: Volať
uk: Дзвінок
zh_hans: 通话

# dialog_cancel
source: Cancel
cs: Zrušit
de: Abbrechen
fr: Annuler
ru: Отмена
sk: Zrušiť
uk: Скасувати
zh_hans: 取消

# dialog_close
source: Close
cs: Zavřít
de: Schließen
fr: Fermer
uk: Закрити

# dialog_continue
source: Continue
cs: Pokračovat
de: Fortsetzen
fr: Continuer
ru: Продолжить
sk: Pokračovať
uk: Продовжити
zh_hans: 继续

# dialog_deny
source: Deny
cs: Odmítnout
de: Ablehnen
fr: Refuser
ru: Отказать
sk: Odmietnuť
uk: Відмовити
zh_hans: 拒绝

# dialog_install
source: Install
cs: Instalovat
de: Installieren
fr: Installer
ru: Установить
sk: Inštalovať
uk: Встановити
zh_hans: 安装

# dialog_no
source: No
cs: Ne
de: Nein
fr: Non
ru: Нет
sk: Nie
uk: Ні
zh_hans: 否

# dialog_yes
source: Yes
cs: Ano
de: Ja
fr: Oui
ru: Да
sk: Áno
uk: Так
zh_hans: 是

# drawer_menu_account_connection_status_cleared
source: Disabled
cs: Zakázáno
de: Deaktiviert
fr: Désactivé
ru: Отключить
sk: Zakázané
uk: Вимкнено
zh_hans: 禁用

# drawer_menu_account_connection_status_connected
source: Connected
cs: Připojeno
de: Verbunden
fr: Connecté
ru: Подключен
sk: Pripojené
uk: Підключено
zh_hans: 已连接

# drawer_menu_account_connection_status_failed
source: Error
cs: Chyba
de: Fehler
fr: Erreur
ru: Ошибка
sk: Chyba
uk: Помилка
zh_hans: 错误

# drawer_menu_account_connection_status_progress
source: Connecting…
cs: Připojování…
de: Verbinden…
fr: Connexion…
ru: Подключение…
sk: Pripájanie…
uk: Підключення…
zh_hans: 正在连接…

# drawer_menu_account_connection_status_refreshing
source: Refreshing ...
cs: Obnova...
de: Aktualisieren...
fr: Rafraîchissement…
uk: Оновлюється...

# drawer_menu_add_account
source: Add an account
cs: Přidat účet
de: Konto hinzufügen
fr: Ajouter un compte
ru: Добавить аккаунт
sk: Pridať účet
uk: Додати обліковий запис
zh_hans: 添加账户

# drawer_menu_manage_account
source: Manage the profile
cs: Spravovat profil
de: Profil verwalten
fr: Mon compte
ru: Управление профилем
sk: Spravovať profil
uk: Керування профілем
zh_hans: 管理个人资料

# drawer_menu_no_account_configured_yet
source: No account configured yet
cs: Zatím není nastaven žádný účet
de: Noch kein Konto konfiguriert
fr: Aucun compte configuré
ru: Аккаунт пока не настроен
sk: Žiadny účet zatiaľ nie je nastavený
uk: Обліковий запис ще не налаштовано
zh_hans: 没有配置账户

source: Error
cs: Chyba
de: Fehler
fr: Erreur
ru: Ошибка
sk: Chyba
uk: Помилка
zh_hans: 错误

# failed_meeting_ics_invitation_not_sent_toast
source: Could not send ICS invitations to meeting to any participant
cs: Pozvánky ICS na schůzku nelze odeslat žádnému účastníkovi
de: ICS-Besprechungseinladungen an Teilnehmer konnten nicht gesendet werden
fr: Echec de l’envoi des invitations ICS de la réunion aux participants
uk: Не вдалося надіслати запрошення на зустріч через ICS жодному учаснику

# GC_MSG
source: You have been added to a chat room
cs: Byli jste přidáni do chatovací místnosti
de: Sie wurden zu einem Chatroom hinzugefügt
fr: Vous avez été ajouté à une conversation
uk: Вас додали до чату

# generic_address_picker_suggestions_list_title
source: Suggestions
cs: Návrhy
de: Vorschläge
ru: Предложения
sk: Návrhy
uk: Пропозиції
zh_hans: 建议

# help_about_advanced_title
source: Advanced
cs: Pokročilé
de: Erweitert
fr: Avancé
ru: Расширенный
sk: Pokročilé
uk: Розширений
zh_hans: 高级

# help_about_check_for_update
source: Check update
cs: Kontrola aktualizací
de: Update prüfen
fr: Vérifier les mises à jour
ru: Проверить обновления
sk: Kontrola aktualizácie
uk: Перевірити оновлення
zh_hans: 检查新版本更新

# help_about_contribute_translations_title
source: Contribute on Linphone translation
cs: Přispět do překladu Linphone
de: Zur Übersetzung von Linphone beitragen
fr: Aider à traduire Linphone
sk: Prispieť do prekladu Linphone
uk: Зробіть свій внесок у переклад Linphone

# help_about_privacy_policy_subtitle
source: What information Linphone collects and uses
cs: Jaké informace Linphone shromažďuje a používá
de: Welche Informationen Linphone sammelt und nutzt
fr: Quelles informations Linphone collecte et utilise
uk: Яку інформацію збирає та використовує Linphone

# help_about_privacy_policy_title
source: Privacy policy
cs: Zásady ochrany soukromí
de: Datenschutzrichtlinie
fr: Politique de confidentialité
ru: Политика конфиденциальности
sk: Zásady ochrany súkromia
uk: Політика конфіденційності
zh_hans: 隐私政策

# help_about_title
source: About Linphone
cs: O aplikaci Linphone
de: Über Linphone
fr: À propos de Linphone
sk: O aplikácii Linphone
uk: Про Linphone

# help_about_user_guide_subtitle
source: Learn how to master all app features, step by step.
cs: Naučte se krok za krokem ovládat všechny funkce aplikace.
de: Lerne alle Funktionen der App zu meistern, Schritt für Schritt.
fr: Apprenez à maîtriser toutes les fonctionnalités de l'application, pas à pas.
ru: Узнайте, как освоить все функции приложения, шаг за шагом.
sk: Naučte sa krok za krokom ovládať všetky funkcie aplikácie.
uk: Дізнайтеся, як опанувати всі функції програми крок за кроком.
zh_hans: 逐步学习如何掌握所有应用程序功能。

# help_about_user_guide_title
source: Linphone user guide
cs: Průvodce Linphone
de: Linphone Benutzerhandbuch
fr: Guide utilisateur Linphone
uk: Linphone посібник користувача

# help_about_version_title
source: Version
cs: Verze
ru: Версия
sk: Verzia
uk: Версія
zh_hans: 版本

# help_dialog_update_available_message
source: A new version %@ is available. Do you want to update?
cs: Je k dispozici nová verze %@. Chcete provést aktualizaci?
de: Eine neue Version %@ ist verfügbar. Möchten Sie aktualisieren?
fr: Une nouvelle version %@ est disponible. Voulez-vous mettre à jour ?
uk: Доступна нова версія %@. Бажаєте оновити?

# help_dialog_update_available_title
source: Update available
cs: Je dostupná nová aktualizace
de: Update verfügbar
fr: Mise à jour disponible
ru: Доступно обновление
sk: Je dostupná nová aktualizácia
uk: Доступне оновлення
zh_hans: 可用更新

# help_error_checking_version_toast_message
source: An error occurred while checking for update
cs: Během kontroly aktualizací nastala chyba
de: Beim Suchen nach einem Update ist ein Fehler aufgetreten
fr: Une erreur est survenue
ru: Произошла ошибка при проверке обновлений
sk: Počas kontroly aktualizácie nastala chyba
uk: Під час перевірки оновлень сталася помилка
zh_hans: 检查更新时出错

# help_quit_title
source: Quit app
cs: Ukončit aplikaci
de: App beenden
fr: Quitter l'application
ru: Выйти из приложения
sk: Ukončiť aplikáciu
uk: Закрити застосунок
zh_hans: 退出程序

# help_title
source: Help
cs: Nápověda
de: Hilfe
fr: Aide
ru: Помощь
sk: Pomoc
uk: Допомога
zh_hans: 帮助

# help_troubleshooting_app_version_title
source: App version
cs: Verze aplikace
fr: Version de l'application
ru: Версия приложения
sk: Verzia aplikácie
uk: Версія застосунку
zh_hans: 应用版本

# help_troubleshooting_clean_logs
source: Clean logs
cs: Vyčistit logy
de: Logs löschen
fr: Nettoyer les journaux
ru: Очистить логи
sk: Vyčistiť záznamy
uk: Видалити логи
zh_hans: 清除日志

# help_troubleshooting_clear_native_friends_in_database
source: Clear imported contacts from native address book
cs: Smazat importované kontakty z adresáře zařízení
de: Importierte Kontakte aus dem nativen Adressbuch löschen
fr: Supprimer les contacts natifs importés
ru: Очистить импортированные контакты из встроенной адресной книги
sk: Vymazať importované kontakty zo systémového adresára
uk: Очистити імпортовані контакти з власної адресної книги
zh_hans: 从本地通讯簿中清除导入的联系人

# help_troubleshooting_debug_logs_cleaned_toast_message
source: Debug logs have been cleaned
cs: Ladící logy byly vyčištěny
de: Debug Logs gelöscht
fr: Les journaux ont été nettoyés
ru: Журналы отладки были очищены
sk: Ladiace záznamy boli vyčistené
uk: Журнали налагодження очищено
zh_hans: 调试日志已清理

# help_troubleshooting_debug_logs_upload_error_toast_message
source: Failed to upload debug logs
cs: Chyba při nahrávání ladících logů
de: Debug Logs Hochladen fehlgeschlagen
fr: Echec à l'envoi des journaux
ru: Не удалось загрузить журналы отладки
sk: Chyba pri nahrávaní ladiacich záznamov
uk: Не вдалося завантажити логи налагодження
zh_hans: 上传调试日志失败

# help_troubleshooting_firebase_project_title
source: Firebase project ID
cs: ID Firebase projektu
fr: ID du projet Firebase
ru: ID проекта Firebase
sk: ID Firebase project
uk: ID проекта Firebase
zh_hans: Firebase 项目ID

# help_troubleshooting_print_logs_in_logcat
source: Print logs in logcat
cs: Zapisovat logy do Logcatu
de: Logs in Logcat drucken
fr: Imprimer les journaux dans logcat
ru: Распечатать логи в logcat
sk: Zapisovať záznamy do logcatu
uk: Друкувати логи в logcat
zh_hans: 打印日志到logcat

# help_troubleshooting_sdk_version_title
source: SDK version
cs: Verze SDK
fr: Version du SDK
ru: Версия SDK
sk: Verzia SDK
uk: Версія SDK
zh_hans: SDK版本

# help_troubleshooting_share_logs
source: Share logs
cs: Sdílet logy
de: Logs teilen
fr: Partager les journaux
ru: Поделиться логами
sk: Zdieľať záznamy
uk: Поділитися логами
zh_hans: 分享日志

# help_troubleshooting_share_logs_dialog_title
source: Share debug logs link using…
cs: Sdílet odkaz na ladící logy pomocí…
de: Debug logs Link teilen mit…
fr: Partager le lien vers journaux avec…
ru: Поделитесь ссылкой на журналы отладки с помощью…
sk: Zdieľať odkaz na ladiace záznamy pomocou…
uk: Поділитись посиланням на логи налагодження використовуючи…
zh_hans: 共享调试日志链接…

# help_troubleshooting_show_config_file
source: Show configuration
cs: Zobrazit konfiguraci
de: Konfiguration anzeigen
fr: Afficher la configuration
ru: Показать конфигурацию
sk: Zobraziť konfiguráciu
uk: Показати конфігурацію
zh_hans: 显示配置

# help_troubleshooting_title
source: Troubleshooting
cs: Řešení potíží
de: Fehlerbehebung
fr: Dépannage
ru: Устранение неполадок
sk: Riešenie problémov
uk: Усунення несправностей
zh_hans: 故障排除

# help_version_up_to_date_toast_message
source: Your version is up-to-date
cs: Vaše verze je aktuální
de: Ihre Version ist aktuell
fr: Votre version est à jour
ru: Ваша версия самая последняя
sk: Vaša verzia je aktuálna
uk: Ваша версія актуальна
zh_hans: 版本是最新的

# history_call_start_create_group_call
source: Create a group call
cs: Vytvořit skupinový hovor
de: Gruppenanruf erstellen
fr: Démarrer un appel de groupe
ru: Создать групповой звонок
sk: Vytvoriť skupinový hovor
uk: Створити груповий дзвінок
zh_hans: 创建群组呼叫

# history_call_start_search_bar_filter_hint
source: Search contact or history call
cs: Hledat kontakt nebo historii hovorů
de: Kontakt oder Anrufverlauf durchsuchen
fr: Cherchez un contact ou une suggestion
ru: Найти контакт или историю звонков
sk: Hľadať kontakt alebo históriu hovoru
uk: Пошук контакту або історії дзвінків
zh_hans: 搜索联系人或历史通话记录

# history_call_start_title
source: New call
cs: Nový hovor
de: Neuer Anruf
fr: Nouvel appel
ru: Новый вызов
sk: Nový hovor
uk: Новий дзвінок
zh_hans: 新建通话

# history_dialog_delete_all_call_logs_message
source: All calls will be removed from the history
cs: Z historie bodou odstraněny všechny hovory
de: Alle Anrufe werden aus dem Verlauf gelöscht
fr: L’ensemble de votre historique d’appels sera définitivement supprimé.
ru: Все звонки будут удалены из истории
sk: Z histórie budú odstránené všetky hovory
uk: Усі дзвінки будуть видалені з історії
zh_hans: 所有通话都将从历史记录中删除

# history_dialog_delete_all_call_logs_title
source: Do you really want to delete all calls history?
cs: Opravdu si přejete smazat veškerou historii hovorů?
de: Möchten Sie wirklich den gesamten Anrufverlauf löschen?
fr: Supprimer l’historique d’appels ?
ru: Вы действительно хотите удалить всю историю звонков?
sk: Naozaj chcete zmazať celú históriu hovorov?
uk: Ви справді хочете видалити всю історію дзвінків?
zh_hans: 您真的要删除所有通话记录吗？

# history_group_call_start_dialog_set_subject
source: Set group call subject
cs: Nastavit předmět skupinového hovoru
de: Betreff für Gruppenanruf festlegen
fr: Nommer l'appel de groupe
ru: Задать тему группового звонка
sk: Nastaviť predmet skupinového hovoru
uk: Встановити назву групового дзвінка
zh_hans: 设置组呼主题

# history_group_call_start_dialog_subject_hint
source: Group call subject
cs: Předmět skupinového hovoru
de: Betreff des Gruppenanrufs
fr: Nom de l'appel de groupe
ru: Тема группового звонка
sk: Predmet skupinového hovoru
uk: Тема групового дзвінка
zh_hans: 组呼主题

# history_list_empty_history
source: No call for the moment…
cs: Momentálně žádný hovor…
de: Im Moment kein Anruf…
fr: Aucun appel dans votre historique…
ru: На данный момент звонка нет…
sk: Momentálne žiadny hovor…
uk: Наразі дзвінка немає…
zh_hans: 暂时没有通话…

# history_list_empty_with_filter_history
source: No entries match your search
cs: Vašemu hledání neodpovídají žádné záznamy
de: Keine Einträge entsprechen Ihrer Suche
fr: Aucune entrée ne correspond à votre recherche
uk: Немає записів, що відповідають вашому пошуку

# history_title
source: Call History
cs: Historie hovorů
de: Anrufliste
fr: Historique d’appel
uk: Історія дзвінків

# IM_MSG
source: You have received a message
cs: Obdrželi jste zprávu
de: Sie haben eine Nachricht erhalten
fr: Vous avez reçu un message
uk: Ви отримали повідомлення

source: Interoperable
cs: Interoperabilní
de: Interoperabel
uk: Сумісний

source: Interoperable mode
cs: Režim kompatibility
de: Interoperabler Modus
ru: Режим взаимодействия
sk: Režim vzájomnej kompatibility
uk: Взаємосумісний режим
zh_hans: 互操作模式

# list_filter_no_result_found
source: No result found…
cs: Žádné výsledky…
de: Kein Ergebnis gefunden…
fr: Aucun résultat…
ru: Результатов не найдено…
sk: Žiadne výsledky…
uk: Не знайдено…
zh_hans: 未找到结果…

# manage_account_add_picture
source: Add a picture
cs: Přidat obrázek
de: Bild hinzufügen
fr: Ajouter une image
ru: Добавить изображение
sk: Pridať obrázok
uk: Додати зображення
zh_hans: 添加图像

# manage_account_delete
source: Sign out
cs: Odhlásit se
de: Abmelden
fr: Se déconnecter
ru: Выход
sk: Odhlásiť sa
uk: Вийти
zh_hans: 注销账户

# manage_account_details_title
source: Details
cs: Podrobnosti
fr: Détails
ru: Детали
sk: Podrobnosti
uk: Подробиці
zh_hans: 详细
